Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: af_za, ar_eg, ar_sa, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tl_ph, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# TrayPopup_NextButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Next
af_za: Volgende
ar_eg: التالي
ar_sa: التالي
bg_bg: Следващ
bn_bd: পরবর্তী
ca_es: Següent
cs_cz: Další
da_dk: Næste
de_de: Weiter
el_gr: Επόμενο
es_mx: Siguiente
et_ee: Järgmine
fa_ir: بعدی
fi_fi: Seuraava
fr_fr: Suivant
ga_ie: Ar Aghaidh
he_il: הבא
hi_in: अगला
hr_hr: Sljedeće
hu_hu: Következő
id_id: Berikutnya
it_it: Successivo
ja_jp: 次へ
ko_kr: 다음
lt_lt: Kitas
ms_my: Seterusnya
nl_nl: Volgende
no_no: Neste
pa_in: ਅਗਲਾ
pl_pl: Następny
pt_pt: Próxima
ro_ro: Următor
ru_ru: Следующая
sk_sk: Ďalšia
sq_al: Tjetra
sr_cyrl_rs: Следећа
sv_se: Nästa
sw_ke: Inayofuata
ta_in: அடுத்தது
th_th: ถัดไป
tl_ph: Susunod
tr_tr: Sonraki
uk_ua: Наступна
vi_vn: Tiếp
zh_cn: 下一首
zh_tw: 下一首

# TrayPopup_QueueButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Up Next
af_za: Volgende
ar_eg: التشغيل التالي
ar_sa: التالي
bg_bg: Предстои
bn_bd: পরবর্তীতে আসছে
ca_es: A continuació
cs_cz: Další v pořadí
da_dk: Næste i kø
de_de: Als Nächstes
el_gr: Επόμενο
es_mx: Siguiente en la lista
et_ee: Järgmiseks
fa_ir: پخش بعدی
fi_fi: Seuraavaksi
fr_fr: À suivre
ga_ie: Ar Aghaidh
he_il: הבא בתור
hi_in: अगला
hr_hr: Sljedeće
hu_hu: Következő
id_id: Berikutnya
it_it: In coda
ja_jp: 次に再生
ko_kr: 다음
lt_lt: Toliau eilėje
ms_my: Seterusnya
nl_nl: Volgende
no_no: Neste i kø
pa_in: ਅੱਗੇ
pl_pl: Następne w kolejce
pt_pt: A Seguir
ro_ro: Următoarele
ru_ru: Далее
sk_sk: Ďalej na rade
sq_al: Në radhë
sr_cyrl_rs: Следеће
sv_se: Nästa i kön
sw_ke: Ijayo
ta_in: அடுத்தது
th_th: ถัดไป
tl_ph: Susunod
tr_tr: Sırada
uk_ua: Далі
vi_vn: Tiếp theo
zh_cn: 即将播放
zh_tw: 即將播放

# TrayPopup_BackButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Back to Player
af_za: Terug na Speler
ar_eg: رجوع للمشغل
ar_sa: العودة إلى المشغل
bg_bg: Обратно към плейъра
bn_bd: প্লেয়ারে ফিরে যান
ca_es: Tornar al reproductor
cs_cz: Zpět na přehrávač
da_dk: Tilbage til afspiller
de_de: Zurück zum Player
el_gr: Επιστροφή στο πρόγραμμα αναπαραγωγής
es_mx: Volver al reproductor
et_ee: Tagasi mängija juurde
fa_ir: بازگشت به پخش‌کننده
fi_fi: Takaisin soittimeen
fr_fr: Retour au lecteur
ga_ie: Ar ais chuig an Seinnteoir
he_il: חזרה לנגן
hi_in: प्लेयर पर वापस जाएँ
hr_hr: Povratak na reproduktor
hu_hu: Vissza a lejátszóhoz
id_id: Kembali ke Pemutar
it_it: Torna al Lettore
ja_jp: プレイヤーに戻る
ko_kr: 플레이어로 돌아가기
lt_lt: Grįžti į grotuvą
ms_my: Kembali ke Pemain
nl_nl: Terug naar speler
no_no: Tilbake til spiller
pa_in: ਪਲੇਅਰ ਤੇ ਵਾਪਸ
pl_pl: Wróć do odtwarzacza
pt_pt: Voltar ao Leitor
ro_ro: Înapoi la player
ru_ru: Назад к плееру
sk_sk: Späť na prehrávač
sq_al: Kthehu te luajtësi
sr_cyrl_rs: Назад на плејер
sv_se: Tillbaka till spelaren
sw_ke: Rudi kwa Kichezaji
ta_in: பிளேயருக்குத் திரும்பு
th_th: กลับไปยังเครื่องเล่น
tl_ph: Bumalik sa Player
tr_tr: Oynatıcıya Dön
uk_ua: Повернутися до програвача
vi_vn: Trở lại Trình phát
zh_cn: 返回播放器
zh_tw: 返回播放器

# TrayPopup_UpNextHeader.Text
source: Up Next
af_za: Volgende
ar_eg: التشغيل التالي
ar_sa: التالي
bg_bg: Предстои
bn_bd: পরবর্তীতে আসছে
ca_es: A continuació
cs_cz: Další v pořadí
da_dk: Næste i kø
de_de: Als Nächstes
el_gr: Επόμενο
es_mx: Siguiente en la lista
et_ee: Järgmiseks
fa_ir: پخش بعدی
fi_fi: Seuraavaksi
fr_fr: À suivre
ga_ie: Ar Aghaidh
he_il: הבא בתור
hi_in: अगला
hr_hr: Sljedeće
hu_hu: Következő
id_id: Berikutnya
it_it: In coda
ja_jp: 次に再生
ko_kr: 다음
lt_lt: Toliau eilėje
ms_my: Seterusnya
nl_nl: Volgende
no_no: Neste i kø
pa_in: ਅੱਗੇ
pl_pl: Następne w kolejce
pt_pt: A Seguir
ro_ro: Următoarele
ru_ru: Далее
sk_sk: Ďalej na rade
sq_al: Në radhë
sr_cyrl_rs: Следеће
sv_se: Nästa i kön
sw_ke: Ijayo
ta_in: அடுத்தது
th_th: ถัดไป
tl_ph: Susunod
tr_tr: Sırada
uk_ua: Далі
vi_vn: Tiếp theo
zh_cn: 即将播放
zh_tw: 即將播放

# AppName
source: Nagi
ar_eg: ناجي
ar_sa: ناجي
hi_in: नागी
pa_in: ਨਾਗੀ
sr_cyrl_rs: Наги
ta_in: நாகினி

# AppDescription
source: Rediscover your local music collection with Nagi, a music player focused on speed, simplicity, and privacy. Nagi is built with C# and WinUI 3 to offer a clean, native Fluent experience. It's beautiful, efficient, and respects your privacy.
af_za: Herontdek jou plaaslike musiekversameling met Nagi, 'n musiekspeler wat fokus op spoed, eenvoud en privaatheid. Nagi is gebou met C# en WinUI 3 om 'n skoon, inheemse Fluent-ervaring te bied. Dit is pragtig, doeltreffend en respekteer jou privaatheid.
ar_eg: استكشف مجموعتك الموسيقية المحلية من جديد مع ناجي، مشغل موسيقى يركز على السرعة والبساطة والخصوصية. تم بناء ناجي باستخدام C# و WinUI 3 لتقديم تجربة Fluent نظيفة وأصلية. إنه جميل وفعال ويحترم خصوصيتك.
ar_sa: أعد اكتشاف مجموعتك الموسيقية المحلية مع ناجي، مشغل موسيقى يركز على السرعة والبساطة والخصوصية. تم بناء ناجي باستخدام C# و WinUI 3 لتقديم تجربة Fluent نظيفة وأصلية. إنه جميل وفعال ويحترم خصوصيتك.
bg_bg: Преоткрийте своята местна музикална колекция с Nagi – музикален плейър, фокусиран върху бързина, простота и поверителност. Nagi е изграден с C# и WinUI 3, за да предложи чисто, нативно Fluent изживяване. Той е красив, ефективен и уважава вашата поверителност.
bn_bd: Nagi-এর মাধ্যমে আপনার স্থানীয় সঙ্গীত সংগ্রহ আবার আবিষ্কার করুন, একটি সঙ্গীত প্লেয়ার যা গতি, সরলতা এবং গোপনীয়তার উপর কেন্দ্র করে। Nagi C# এবং WinUI 3 দিয়ে তৈরি করা হয়েছে একটি পরিচ্ছন্ন, স্থানীয় ফ্লুয়েন্ট অভিজ্ঞতা প্রদানের জন্য। এটি সুন্দর, কার্যকরী এবং আপনার গোপনীয়তাকে সম্মান করে।
ca_es: Redescobreix la teva col·lecció de música local amb Nagi, un reproductor de música centrat en la velocitat, la simplicitat i la privadesa. Nagi està construït amb C# i WinUI 3 per oferir una experiència Fluent neta i nativa. És bonic, eficient i respecta la teva privadesa.
cs_cz: Znovu objevte svou místní hudební sbírku s Nagi, hudebním přehrávačem zaměřeným na rychlost, jednoduchost a soukromí. Nagi je vytvořen v C# a WinUI 3, aby nabízel čistý, nativní Fluent zážitek. Je krásný, efektivní a respektuje vaše soukromí.
da_dk: Genopdag din lokale musiksamling med Nagi, en musikafspiller fokuseret på hastighed, enkelhed og privatliv. Nagi er bygget med C# og WinUI 3 for at tilbyde en ren, indbygget Fluent-oplevelse. Den er smuk, effektiv og respekterer dit privatliv.
de_de: Entdecken Sie Ihre lokale Musiksammlung neu mit Nagi, einem Musikplayer, der auf Geschwindigkeit, Einfachheit und Datenschutz fokussiert ist. Nagi wurde mit C# und WinUI 3 entwickelt, um eine saubere, native Fluent-Erfahrung zu bieten. Es ist schön, effizient und respektiert Ihre Privatsphäre.
el_gr: Ανακαλύψτε ξανά την τοπική συλλογή μουσικής σας με το Nagi, ένα πρόγραμμα αναπαραγωγής μουσικής που εστιάζει στην ταχύτητα, την απλότητα και την ιδιωτικότητα. Το Nagi είναι κατασκευασμένο με C# και WinUI 3 για να προσφέρει μια καθαρή, εγγενή εμπειρία Fluent. Είναι όμορφο, αποδοτικό και σέβεται την ιδιωτικότητά σας.
es_mx: Redescubre tu colección de música local con Nagi, un reproductor de música centrado en la velocidad, simplicidad y privacidad. Nagi está construido con C# y WinUI 3 para ofrecer una experiencia Fluida nativa y limpia. Es hermoso, eficiente y respeta tu privacidad.
et_ee: Avastage oma kohalik muusikakogu uuesti Nagi abil – muusikamängija, mis keskendub kiirusele, lihtsusele ja privaatsusele. Nagi on ehitatud C# ja WinUI 3 abil, et pakkuda puhast, loomulikku Fluent-kogemust. See on ilus, tõhus ja austab teie privaatsust.
fa_ir: مجموعه موسیقی محلی خود را با Nagi کشف کنید، یک پخش‌کننده موسیقی که بر سرعت، سادگی و حریم خصوصی تمرکز دارد. Nagi با C# و WinUI 3 ساخته شده است تا یک تجربه روان، بومی و تمیز ارائه دهد. زیبا، کارآمد و به حریم خصوصی شما احترام می‌گذارد.
fi_fi: Löydä paikallinen musiikkikokoelmasi uudelleen Nagin avulla. Nagi on musiikkisoitin, joka keskittyy nopeuteen, yksinkertaisuuteen ja yksityisyyteen. Nagi on rakennettu C#:lla ja WinUI 3:lla tarjotakseen puhtaan, natiivin Fluent-käyttökokemuksen. Se on kaunis, tehokas ja kunnioittaa yksityisyyttäsi.
fr_fr: Redécouvrez votre collection de musique locale avec Nagi, un lecteur de musique axé sur la vitesse, la simplicité et la confidentialité. Nagi est conçu avec C# et WinUI 3 pour offrir une expérience Fluent propre et native. Il est beau, efficace et respecte votre vie privée.
ga_ie: Athaimsigh do bhailiúchán ceoil áitiúil le Nagi, seinnteoir ceoil atá dírithe ar luas, simplíocht, agus príobháideachas. Tógadh Nagi le C# agus WinUI 3 chun eispéireas glan, dúchasach Fluent a thairiscint. Tá sé álainn, éifeachtúil, agus urramaíonn sé do phríobháideachas.
he_il: גלה מחדש את אוסף המוזיקה המקומי שלך עם Nagi, נגן מוזיקה המתמקד במהירות, בפשטות ובפרטיות. Nagi בנוי באמצעות C# ו-WinUI 3 כדי להציע חווית Fluent נקייה ומקורית. הוא יפה, יעיל ומכבד את פרטיותך.
hi_in: नागी के साथ अपने स्थानीय संगीत संग्रह को फिर से खोजें, एक संगीत प्लेयर जो गति, सादगी और गोपनीयता पर केंद्रित है। नागी को C# और WinUI 3 के साथ एक स्वच्छ, मूल फ़्लुएंट अनुभव प्रदान करने के लिए बनाया गया है। यह सुंदर, कुशल है और आपकी गोपनीयता का सम्मान करता है।
hr_hr: Ponovno otkrijte svoju lokalnu glazbenu kolekciju uz Nagi, reproduktor glazbe fokusiran na brzinu, jednostavnost i privatnost. Nagi je izgrađen u C# i WinUI 3 kako bi pružio čisto, izvorno Fluent iskustvo. Lijep je, učinkovit i poštuje vašu privatnost.
hu_hu: Fedezze fel újra helyi zenei gyűjteményét a Nagival, egy sebességre, egyszerűségre és adatvédelemre fókuszáló zenelejátszóval. A Nagi C# és WinUI 3 felhasználásával készült, hogy tiszta, natív Fluent élményt nyújtson. Szép, hatékony és tiszteletben tartja a magánéletét.
id_id: Temukan kembali koleksi musik lokal Anda dengan Nagi, pemutar musik yang berfokus pada kecepatan, kesederhanaan, dan privasi. Nagi dibuat dengan C# dan WinUI 3 untuk menawarkan pengalaman Fluent yang bersih dan asli. Ini indah, efisien, dan menghormati privasi Anda.
it_it: Riscopri la tua collezione musicale locale con Nagi, un lettore musicale focalizzato su velocità, semplicità e privacy. Nagi è costruito con C# e WinUI 3 per offrire un'esperienza Fluent pulita e nativa. È bello, efficiente e rispetta la tua privacy.
ja_jp: Nagiは、スピード、シンプルさ、プライバシーに焦点を当てた音楽プレイヤーで、ローカルの音楽コレクションを再発見できます。C#とWinUI 3で構築されており、クリーンでネイティブなFluentエクスペリエンスを提供します。美しく、効率的で、プライバシーを尊重します。
ko_kr: 속도, 단순성, 개인 정보 보호에 중점을 둔 음악 플레이어 Nagi로 로컬 음악 컬렉션을 재발견하세요. Nagi는 C# 및 WinUI 3으로 구축되어 깔끔하고 네이티브한 Fluent 경험을 제공합니다. 아름답고 효율적이며 개인 정보 보호를 존중합니다.
lt_lt: Iš naujo atraskite savo vietinę muzikos kolekciją su „Nagi“ – muzikos grotuvu, orientuotu į greitį, paprastumą ir privatumą. „Nagi“ sukurtas naudojant C# ir WinUI 3, kad pasiūlytų švarią, natūralią „Fluent“ patirtį. Jis yra gražus, efektyvus ir gerbia jūsų privatumą.
ms_my: Temui semula koleksi muzik tempatan anda dengan Nagi, pemain muzik yang memberi tumpuan kepada kelajuan, kesederhanaan dan privasi. Nagi dibina dengan C# dan WinUI 3 untuk menawarkan pengalaman Fluent yang bersih dan asli. Ia cantik, cekap, dan menghormati privasi anda.
nl_nl: Herontdek uw lokale muziekcollectie met Nagi, een muziekspeler gericht op snelheid, eenvoud en privacy. Nagi is gebouwd met C# en WinUI 3 om een schone, native Fluent-ervaring te bieden. Het is mooi, efficiënt en respecteert uw privacy.
no_no: Gjenoppdag din lokale musikksamling med Nagi, en musikkspiller fokusert på hastighet, enkelhet og personvern. Nagi er bygget med C# og WinUI 3 for å tilby en ren, innfødt Fluent-opplevelse. Den er vakker, effektiv og respekterer personvernet ditt.
pa_in: ਨਾਗੀ ਨਾਲ ਆਪਣੇ ਸਥਾਨਕ ਸੰਗੀਤ ਸੰਗ੍ਰਹਿ ਨੂੰ ਮੁੜ ਖੋਜੋ, ਇੱਕ ਸੰਗੀਤ ਪਲੇਅਰ ਜੋ ਗਤੀ, ਸਰਲਤਾ ਅਤੇ ਗੋਪਨੀਯਤਾ 'ਤੇ ਕੇਂਦ੍ਰਿਤ ਹੈ। ਨਾਗੀ ਨੂੰ C# ਅਤੇ WinUI 3 ਨਾਲ ਬਣਾਇਆ ਗਿਆ ਹੈ ਤਾਂ ਜੋ ਇੱਕ ਸਾਫ਼, ਮੂਲ ਫਲੂਏਂਟ ਅਨੁਭਵ ਪ੍ਰਦਾਨ ਕੀਤਾ ਜਾ ਸਕੇ। ਇਹ ਸੁੰਦਰ, ਕੁਸ਼ਲ ਅਤੇ ਤੁਹਾਡੀ ਗੋਪਨੀਯਤਾ ਦਾ ਸਤਿਕਾਰ ਕਰਦਾ ਹੈ।
pl_pl: Odkryj na nowo swoją lokalną kolekcję muzyki dzięki Nagi, odtwarzaczowi muzyki skupionemu na szybkości, prostocie i prywatności. Nagi został stworzony w C# i WinUI 3, aby oferować czyste, natywne środowisko Fluent. Jest piękny, wydajny i szanuje Twoją prywatność.
pt_pt: Redescubra a sua coleção de música local com Nagi, um leitor de música focado na velocidade, simplicidade e privacidade. O Nagi é construído com C# e WinUI 3 para oferecer uma experiência Fluent limpa e nativa. É bonito, eficiente e respeita a sua privacidade.
ro_ro: Redescoperă colecția ta locală de muzică cu Nagi, un player de muzică axat pe viteză, simplitate și confidențialitate. Nagi este construit cu C# și WinUI 3 pentru a oferi o experiență Fluent curată și nativă. Este frumos, eficient și respectă confidențialitatea ta.
ru_ru: Откройте заново свою локальную музыкальную коллекцию с Nagi – музыкальным плеером, ориентированным на скорость, простоту и конфиденциальность. Nagi создан с использованием C# и WinUI 3, чтобы предложить чистый, нативный Fluent-интерфейс. Он красив, эффективен и уважает вашу конфиденциальность.
sk_sk: Znovu objavte svoju lokálnu hudobnú zbierku s Nagi, prehrávačom hudby zameraným na rýchlosť, jednoduchosť a súkromie. Nagi je postavený na C# a WinUI 3 a ponúka čistý, natívny Fluent zážitok. Je krásny, efektívny a rešpektuje vaše súkromie.
sq_al: Rizbuloni koleksionin tuaj lokal të muzikës me Nagi, një luajtës muzike i fokusuar në shpejtësi, thjeshtësi dhe privatësi. Nagi është ndërtuar me C# dhe WinUI 3 për të ofruar një përvojë të pastër, vendase Fluent. Është i bukur, efikas dhe respekton privatësinë tuaj.
sr_cyrl_rs: Поново откријте своју локалну музичку колекцију уз Наги, музички плејер фокусиран на брзину, једноставност и приватност. Наги је изграђен са C# и WinUI 3 да понуди чисто, нативно Fluent искуство. Леп је, ефикасан и поштује вашу приватност.
sv_se: Återupptäck din lokala musiksamling med Nagi, en musikspelare fokuserad på snabbhet, enkelhet och integritet. Nagi är byggd med C# och WinUI 3 för att erbjuda en ren, nativ Fluent-upplevelse. Den är vacker, effektiv och respekterar din integritet.
sw_ke: Gundua tena mkusanyiko wako wa muziki wa ndani ukitumia Nagi, kichezaji muziki kinachozingatia kasi, urahisi, na faragha. Nagi imejengwa kwa C# na WinUI 3 kutoa uzoefu safi, wa asili wa Fluent. Ni nzuri, yenye ufanisi, na inaheshimu faragha yako.
ta_in: நாகியுடன் உங்கள் உள்ளூர் இசைத் தொகுப்பை மீண்டும் கண்டறியவும், இது வேகம், எளிமை மற்றும் தனியுரிமை ஆகியவற்றில் கவனம் செலுத்தும் ஒரு இசை பிளேயர். நாகினி C# மற்றும் WinUI 3 உடன் கட்டப்பட்டுள்ளது, இது ஒரு தூய, சொந்தமான ஃப்ளூயண்ட் அனுபவத்தை வழங்குகிறது. இது அழகானது, திறமையானது மற்றும் உங்கள் தனியுரிமையை மதிக்கிறது.
th_th: ค้นพบเพลงสะสมในเครื่องของคุณอีกครั้งด้วย Nagi เครื่องเล่นเพลงที่เน้นความเร็ว ความเรียบง่าย และความเป็นส่วนตัว Nagi สร้างด้วย C# และ WinUI 3 เพื่อมอบประสบการณ์ Fluent ที่สะอาดตาและเป็นธรรมชาติ สวยงาม มีประสิทธิภาพ และเคารพความเป็นส่วนตัวของคุณ
tl_ph: Muling tuklasin ang iyong lokal na koleksyon ng musika gamit ang Nagi, isang music player na nakatuon sa bilis, pagiging simple, at privacy. Binuo ang Nagi gamit ang C# at WinUI 3 upang mag-alok ng malinis, native na karanasan ng Fluent. Ito ay maganda, mahusay, at iginagalang ang iyong privacy.
tr_tr: Hız, basitlik ve gizliliğe odaklanan bir müzik çalar olan Nagi ile yerel müzik koleksiyonunuzu yeniden keşfedin. Nagi, temiz, yerel bir Akıcı deneyim sunmak için C# ve WinUI 3 ile oluşturulmuştur. Güzel, verimli ve gizliliğinize saygı duyar.
uk_ua: Відкрийте для себе свою локальну музичну колекцію з Nagi, музичним плеєром, орієнтованим на швидкість, простоту та конфіденційність. Nagi створено на C# та WinUI 3, щоб запропонувати чистий, нативний Fluent досвід. Він красивий, ефективний і поважає вашу конфіденційність.
vi_vn: Khám phá lại bộ sưu tập nhạc cục bộ của bạn với Nagi, một trình phát nhạc tập trung vào tốc độ, sự đơn giản và quyền riêng tư. Nagi được xây dựng bằng C# và WinUI 3 để mang đến trải nghiệm Fluent gốc, gọn gàng. Nó đẹp, hiệu quả và tôn trọng quyền riêng tư của bạn.
zh_cn: 使用 Nagi 重新发现您的本地音乐收藏，Nagi 是一款专注于速度、简洁和隐私的音乐播放器。Nagi 使用 C# 和 WinUI 3 构建，提供干净、原生的 Fluent 体验。它美观、高效且尊重您的隐私。
zh_tw: 使用 Nagi 重新探索您的本地音樂收藏，這是一款專注於速度、簡潔性和隱私的音樂播放器。Nagi 使用 C# 和 WinUI 3 打造，提供簡潔、原生的 Fluent 體驗。它美觀、高效且尊重您的隱私。

# AppShortName
source: Nagi
ar_eg: ناجي
ar_sa: ناجي
hi_in: नागी
pa_in: ਨਾਗੀ
sr_cyrl_rs: Наги
ta_in: நாகினி

# AppDisplayName
source: Nagi Music Player
af_za: Nagi Musiekspeler
ar_eg: مشغل موسيقى ناجي
ar_sa: مشغل موسيقى ناجي
bg_bg: Nagi Музикален Плейър
bn_bd: Nagi মিউজিক প্লেয়ার
ca_es: Reproductor de música Nagi
cs_cz: Hudební přehrávač Nagi
da_dk: Nagi Musikafspiller
de_de: Nagi Musikplayer
es_mx: Reproductor de música Nagi
et_ee: Nagi muusikamängija
fa_ir: پخش‌کننده موسیقی Nagi
fi_fi: Nagi musiikkisoitin
fr_fr: Nagi Lecteur de Musique
ga_ie: Seinnteoir Ceoil Nagi
he_il: Nagi נגן מוזיקה
hi_in: नागी संगीत प्लेयर
hr_hr: Nagi Glazbeni Reproduktor
hu_hu: Nagi Zenelejátszó
id_id: Pemutar Musik Nagi
ko_kr: Nagi 음악 플레이어
lt_lt: Nagi muzikos grotuvas
ms_my: Pemain Muzik Nagi
nl_nl: Nagi Muziekspeler
no_no: Nagi musikkspiller
pa_in: ਨਾਗੀ ਸੰਗੀਤ ਪਲੇਅਰ
pl_pl: Nagi Odtwarzacz Muzyki
pt_pt: Nagi Leitor de Música
ro_ro: Player muzical Nagi
ru_ru: Nagi Музыкальный плеер
sk_sk: Nagi hudobný prehrávač
sq_al: Nagi Luajtës Muzike
sr_cyrl_rs: Наги Музички плејер
sv_se: Nagi musikspelare
sw_ke: Kichezaji Muziki cha Nagi
ta_in: நாகினி இசை பிளேயர்
tr_tr: Nagi Müzik Çalar
uk_ua: Музичний плеєр Nagi
vi_vn: Trình phát nhạc Nagi
zh_cn: Nagi 音乐播放器
zh_tw: Nagi 音樂播放器

# AppInfoTip
source: Open with Nagi Music Player
af_za: Maak oop met Nagi Musiekspeler
ar_eg: افتح بـ مشغل موسيقى ناجي
ar_sa: فتح باستخدام مشغل موسيقى ناجي
bg_bg: Отваряне с Nagi Музикален Плейър
bn_bd: Nagi মিউজিক প্লেয়ার দিয়ে খুলুন
ca_es: Obrir amb el reproductor de música Nagi
cs_cz: Otevřít v hudebním přehrávači Nagi
da_dk: Åbn med Nagi Musikafspiller
de_de: Mit Nagi Musikplayer öffnen
el_gr: Άνοιγμα με Nagi Music Player
es_mx: Abrir con Reproductor de música Nagi
et_ee: Ava Nagi muusikamängijaga
fa_ir: باز کردن با پخش‌کننده موسیقی Nagi
fi_fi: Avaa Nagi musiikkisoittimella
fr_fr: Ouvrir avec Nagi Lecteur de Musique
ga_ie: Oscail le Seinnteoir Ceoil Nagi
he_il: פתח באמצעות Nagi נגן מוזיקה
hi_in: नागी संगीत प्लेयर के साथ खोलें
hr_hr: Otvori s Nagi Glazbenim Reproduktorom
hu_hu: Megnyitás Nagi Zenelejátszóval
id_id: Buka dengan Pemutar Musik Nagi
it_it: Apri con Nagi Music Player
ja_jp: Nagi Music Player で開く
ko_kr: Nagi 음악 플레이어로 열기
lt_lt: Atidaryti su Nagi muzikos grotuvu
ms_my: Buka dengan Pemain Muzik Nagi
nl_nl: Openen met Nagi Muziekspeler
no_no: Åpne med Nagi musikkspiller
pa_in: ਨਾਗੀ ਸੰਗੀਤ ਪਲੇਅਰ ਨਾਲ ਖੋਲ੍ਹੋ
pl_pl: Otwórz za pomocą Nagi Odtwarzacz Muzyki
pt_pt: Abrir com Nagi Leitor de Música
ro_ro: Deschide cu Player muzical Nagi
ru_ru: Открыть с помощью Nagi Музыкальный плеер
sk_sk: Otvoriť pomocou Nagi hudobného prehrávača
sq_al: Hap me Nagi Luajtës Muzike
sr_cyrl_rs: Отвори са Наги Музичким плејером
sv_se: Öppna med Nagi musikspelare
sw_ke: Fungua na Kichezaji Muziki cha Nagi
ta_in: நாகினி இசை பிளேயருடன் திற
th_th: เปิดด้วย Nagi Music Player
tl_ph: Buksan gamit ang Nagi Music Player
tr_tr: Nagi Müzik Çalar ile Aç
uk_ua: Відкрити за допомогою музичного плеєра Nagi
vi_vn: Mở bằng Trình phát nhạc Nagi
zh_cn: 用 Nagi 音乐播放器打开
zh_tw: 使用 Nagi 音樂播放器開啟

# StartupTaskDisplayName
source: Nagi Startup
af_za: Nagi Begin
ar_eg: بدء تشغيل ناجي
ar_sa: بدء تشغيل ناجي
bg_bg: Стартиране на Nagi
bn_bd: Nagi স্টার্টআপ
ca_es: Inici de Nagi
cs_cz: Spuštění Nagi
da_dk: Nagi Opstart
de_de: Nagi Start
el_gr: Εκκίνηση Nagi
es_mx: Inicio de Nagi
et_ee: Nagi käivitus
fa_ir: راه‌اندازی Nagi
fi_fi: Nagi käynnistys
fr_fr: Démarrage Nagi
ga_ie: Tosú Nagi
he_il: הפעלת Nagi
hi_in: नागी स्टार्टअप
hr_hr: Pokretanje Nagija
hu_hu: Nagi Indítás
id_id: Startup Nagi
it_it: Avvio di Nagi
ja_jp: Nagi起動
ko_kr: Nagi 시작
lt_lt: Nagi paleidimas
ms_my: Permulaan Nagi
nl_nl: Nagi Opstarten
no_no: Nagi oppstart
pa_in: ਨਾਗੀ ਸ਼ੁਰੂਆਤ
pl_pl: Uruchamianie Nagi
pt_pt: Nagi Arranque
ro_ro: Pornire Nagi
ru_ru: Запуск Nagi
sk_sk: Spustenie Nagi
sq_al: Nisja e Nagit
sr_cyrl_rs: Покретање Нагија
sv_se: Nagi start
sw_ke: Kuanzisha Nagi
ta_in: நாகினி துவக்கம்
th_th: การเริ่มต้น Nagi
tl_ph: Pagsisimula ng Nagi
tr_tr: Nagi Başlangıç
uk_ua: Запуск Nagi
vi_vn: Khởi động Nagi
zh_cn: Nagi 启动
zh_tw: Nagi 啟動

# Player_PreviousButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Previous
af_za: Vorige
ar_eg: سابق
ar_sa: السابق
bg_bg: Предишен
bn_bd: পূর্ববর্তী
ca_es: Anterior
cs_cz: Předchozí
da_dk: Forrige
de_de: Zurück
el_gr: Προηγούμενο
es_mx: Anterior
et_ee: Eelmine
fa_ir: قبلی
fi_fi: Edellinen
fr_fr: Précédent
ga_ie: Roimhe Seo
he_il: קודם
hi_in: पिछला
hr_hr: Prethodno
hu_hu: Előző
id_id: Sebelumnya
it_it: Precedente
ja_jp: 前へ
ko_kr: 이전
lt_lt: Ankstesnis
ms_my: Sebelumnya
nl_nl: Vorige
no_no: Forrige
pa_in: ਪਿਛਲਾ
pl_pl: Poprzedni
pt_pt: Anterior
ro_ro: Anterior
ru_ru: Предыдущая
sk_sk: Predchádzajúca
sq_al: I mëparshëm
sr_cyrl_rs: Претходна
sv_se: Föregående
sw_ke: Iliyopita
ta_in: முந்தையது
th_th: ก่อนหน้า
tl_ph: Nakaraan
tr_tr: Önceki
uk_ua: Попередня
vi_vn: Trước
zh_cn: 上一首
zh_tw: 上一首

# Player_NextButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Next
af_za: Volgende
ar_eg: التالي
ar_sa: التالي
bg_bg: Следващ
bn_bd: পরবর্তী
ca_es: Següent
cs_cz: Další
da_dk: Næste
de_de: Weiter
el_gr: Επόμενο
es_mx: Siguiente
et_ee: Järgmine
fa_ir: بعدی
fi_fi: Seuraava
fr_fr: Suivant
ga_ie: Ar Aghaidh
he_il: הבא
hi_in: अगला
hr_hr: Sljedeće
hu_hu: Következő
id_id: Berikutnya
it_it: Successivo
ja_jp: 次へ
ko_kr: 다음
lt_lt: Kitas
ms_my: Seterusnya
nl_nl: Volgende
no_no: Neste
pa_in: ਅਗਲਾ
pl_pl: Następny
pt_pt: Próxima
ro_ro: Următor
ru_ru: Следующая
sk_sk: Ďalšia
sq_al: Tjetra
sr_cyrl_rs: Следећа
sv_se: Nästa
sw_ke: Inayofuata
ta_in: அடுத்தது
th_th: ถัดไป
tl_ph: Susunod
tr_tr: Sonraki
uk_ua: Наступна
vi_vn: Tiếp
zh_cn: 下一首
zh_tw: 下一首

# Player_LyricsButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Lyrics
af_za: Lirieke
ar_eg: كلمات الأغاني
ar_sa: كلمات الأغاني
bg_bg: Текст на песен
bn_bd: লিরিক্স
ca_es: Lletres
cs_cz: Texty
da_dk: Tekster
de_de: Songtexte
el_gr: Στίχοι
es_mx: Letras
et_ee: Sõnad
fa_ir: متن ترانه
fi_fi: Sanat
fr_fr: Paroles
ga_ie: Liricí
he_il: מילים
hi_in: गीत
hr_hr: Tekst pjesme
hu_hu: Dalszöveg
id_id: Lirik
it_it: Testi
ja_jp: 歌詞
ko_kr: 가사
lt_lt: Dainų tekstai
ms_my: Lirik
nl_nl: Songtekst
no_no: Tekster
pa_in: ਬੋਲ
pl_pl: Teksty piosenek
pt_pt: Letras
ro_ro: Versuri
ru_ru: Текст песни
sk_sk: Text piesne
sq_al: Tekste këngësh
sr_cyrl_rs: Текстови
sv_se: Låttexter
sw_ke: Mashairi
ta_in: பாடல் வரிகள்
th_th: เนื้อเพลง
tl_ph: Liriko
tr_tr: Şarkı Sözleri
uk_ua: Текст пісні
vi_vn: Lời bài hát
zh_cn: 歌词
zh_tw: 歌詞

# Player_QueueButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Up Next
af_za: Volgende
ar_eg: التشغيل التالي
ar_sa: التالي
bg_bg: Предстои
bn_bd: পরবর্তীতে আসছে
ca_es: A continuació
cs_cz: Další v pořadí
da_dk: Næste i kø
de_de: Als Nächstes
el_gr: Επόμενο
es_mx: Siguiente en la lista
et_ee: Järgmiseks
fa_ir: پخش بعدی
fi_fi: Seuraavaksi
fr_fr: À suivre
ga_ie: Ar Aghaidh
he_il: הבא בתור
hi_in: अगला
hr_hr: Sljedeće
hu_hu: Következő
id_id: Berikutnya
it_it: In coda
ja_jp: 次に再生
ko_kr: 다음
lt_lt: Toliau eilėje
ms_my: Seterusnya
nl_nl: Volgende
no_no: Neste i kø
pa_in: ਅੱਗੇ
pl_pl: Następne w kolejce
pt_pt: A Seguir
ro_ro: Următoarele
ru_ru: Далее
sk_sk: Ďalej na rade
sq_al: Në radhë
sr_cyrl_rs: Следеће
sv_se: Nästa i kön
sw_ke: Ijayo
ta_in: அடுத்தது
th_th: ถัดไป
tl_ph: Susunod
tr_tr: Sırada
uk_ua: Далі
vi_vn: Tiếp theo
zh_cn: 即将播放
zh_tw: 即將播放
